Tutoriels/interIsoFoam/houleReguliere/Allrun.case
#!/bin/bash

. ${WM_PROJECT_DIR:?}/bin/tools/RunFunctions  #Charger les scripts OpenFOAM

Allmesh

genHouleReguliere -ramptime 0.5

Allrun -s &

sleep 2

AllpostProcess lireSondes.py

python traceSondes.py
